Repository: Pijush987/KurukSaarthi
Catalog: lib/l10n/app_*.arb
Languages: mr

source: Hello World
mr: हॅलो वर्ल्ड

# appTitle
source: KurukSaarthi
mr: कुरुक्षार्थी

# connectionErrorText1
source: Weâ€™re unable to show results.
mr: आम्हाला निकाल दर्शवता येत नाही.

# connectionErrorText2
source: Please check your internet
mr: कृपया तुमचे इंटरनेट तपासा

# connectionErrorText3
source: connection
mr: कनेक्शन

source: RETRY
mr: पुन्हा प्रयत्न करा

# noResultFound
source: Sorry, no result.
mr: क्षमस्व, कोणताही निकाल नाही.

source: Hello, dear voters
mr: हॅलो, प्रिय मतदार

source: Enter your login PIN
mr: तुमचा लॉगिन पिन प्रविष्ट करा

source: Login
mr: लॉगिन

source: Enter your pin
mr: तुमचा पिन प्रविष्ट करा

source: Pin code should be 5 digit
mr: पिन कोड 5 अंकी असावा

source: Pin is not correct
mr: पिन बरोबर नाही

source: Bhandara Vidhan Sabha
mr: भंडारा विधान सभा

source: Sakoli Vidhan Sabha
mr: साकोळी विधान सभा

source: Tumsar Vidhan Sabha
mr: तुमसर विधान सभा

source: Select Vidhan Sabha region
mr: विधानसभा क्षेत्र निवडा

# continueBtn
source: Continue
mr: सुरू ठेवा

source: Choose Vidhan Sabha
mr: विधानसभा निवडा

source: Please select one option.
mr: कृपया एक पर्याय निवडा.

source: Home
mr: मुख्य पृष्ठ

source: Lists
mr: सूची

source: Alerts
mr: सतर्कता

source: Help
mr: मदत

source: Search by name or voter id
mr: नाव किंवा मतदार आयडी द्वारे शोधा

source: Booth Addres
mr: बूथ पत्ता

source: Download
mr: डाउनलोड

source: Share
mr: शेअर करा

source: Name
mr: नाव

source: Age
mr: वय

source: Gender
mr: लिंग

source: Booth
mr: बूथ

source: Voter ID
mr: मतदार आयडी

source: Create alert
mr: अलर्ट तयार करा

source: Notifications
mr: सूचना

source: Delete all
mr: सर्व हटवा

source: Notification title
mr: सूचना शीर्षक

source: Help centre
mr: मदत केंद्र

source: Contact number
mr: संपर्क क्रमांक

source: E-mail address
mr: ई-मेल पत्ता

source: min
mr: किमान

source: max
mr: कमाल

source: Actions
mr: कृती

source: Analytics
mr: विश्लेषण

source: Attach file
mr: फाइल जोडा

source: No file chosen
mr: कोणतीही फाइल निवडलेली नाही

source: Attach
mr: जोडा

source: Select booth numbere
mr: बूथ क्रमांक निवडा

source: Select Region
mr: क्षेत्र निवडा

source: Show all
mr: सर्व दाखवा

source: Sync now
mr: समक्रमित करा

source: Last synced
mr: शेवटची समक्रमित वेळ

source: Total voters
mr: एकूण मतदार

source: As of
mr: च्या तारखेपासून

source: Voters List
mr: मतदारांची यादी

source: Sort
mr: क्रमवारी

source: Dashboard
mr: डॅशबोर्ड

source: Scan
mr: स्कॅन करा

source: Gallery
mr: गॅलरी

source: Camera
mr: कॅमेरा

source: Election Survey
mr: निवडणूक सर्वेक्षण

source: Positive
mr: सकारात्मक

source: Negative
mr: नकारात्मक

source: Neutral
mr: तटस्थ

source: Death
mr: मृत्यू

source: Incharge
mr: प्रभारी

source: Refresh
mr: रिफ्रेश करा

source: Total marked
mr: एकूण चिन्हांकित

source: Are you sure you want to confirm?
mr: तुम्हाला खात्री आहे का की तुम्ही पुष्टी करु इच्छिता?

source: No route defined
mr: कोणताही मार्ग परिभाषित नाही

source: Syncfusion Flutter Slider
mr: सिंकफ्यूजन फ्लटर स्लायडर

source: Change PIN
mr: पिन बदला

source: Notify users
mr: वापरकर्त्यांना सूचित करा

source: Track Survey
mr: सर्वेक्षण ट्रॅक करा

# theVotersListHasBeenUpdated
source: e.g. The voters list has been updated
mr: उदा. मतदार यादी अद्यतनित झाली आहे

source: Send notification
mr: सूचना पाठवा

source: Cancel
mr: रद्द करा

source: Wait until sync not complete
mr: सिंक्रोनाइझ पूर्ण होईपर्यंत प्रतीक्षा करा

# thisWillTake7to10MinuteAndUserNeedToGoodInternetConnection
source: this will take 7 to 10 minute and user need's to good internet connection
mr: यासाठी ७ ते १० मिनिटे लागतील आणि वापरकर्त्याला चांगल्या इंटरनेट कनेक्शनची गरज आहे

source: GO->
mr: चला->

source: Select Language
mr: भाषा निवडा

source: Select Image Source
mr: चित्र स्रोत निवडा

source: Choose an option to select an image from your gallery or capture one using your camera.
mr: तुमच्या गॅलरीमधून चित्र निवडण्यासाठी किंवा कॅमेराचा वापर करून चित्र कॅप्चर करण्यासाठी एक पर्याय निवडा.

source: New PIN
mr: नवीन पिन

source: Set PIN for
mr: यासाठी पिन सेट करा

source: Pin Change Successful
mr: पिन बदल यशस्वी

# fileHasBeenDownoaded
source: File has been downloaded
mr: फाइल डाउनलोड झाली आहे

source: data fetch error
mr: डेटा आणण्यात त्रुटी

source: Login Failed
mr: लॉगिन अयशस्वी

source: Send notification failed
mr: सूचना पाठवणे अयशस्वी

source: Send notification successful
mr: सूचना यशस्वीरित्या पाठवली गेली

source: booth incharge save failed
mr: बूथ प्रभारी जतन अयशस्वी

source: Incharge already exist
mr: प्रभारी आधीच अस्तित्वात आहे

source: Incharge create successful
mr: प्रभारी यशस्वीरित्या तयार झाला

source: Sync Successful
mr: समक्रमण यशस्वी

source: Please enter your message
mr: कृपया तुमचा संदेश प्रविष्ट करा

source: Surveys
mr: सर्वेक्षणे

source: party
mr: पक्ष

source: upload
mr: अपलोड करा

source: Enter booth in-charge name
mr: बूथ प्रभारीचे नाव प्रविष्ट करा

source: empty
mr: रिक्त

source: Enter email
mr: ईमेल प्रविष्ट करा

source: Re-enter new PIN to confirm
mr: पुष्टीसाठी नवीन पिन पुन्हा प्रविष्ट करा

source: Enter new PIN
mr: नवीन पिन प्रविष्ट करा

source: Karyakarta
mr: कार्यकर्ता

source: Booth Incharge
mr: बूथ प्रभारी

source: Set PIN
mr: पिन सेट करा

source: Mark Voter Component
mr: मतदार घटक चिन्हांकित करा

source: Submit
mr: सबमिट

source: Area
mr: क्षेत्र

source: Booth Number
mr: बूथ क्रमांक

source: Region
mr: प्रदेश

source: Booth Incharge Name
mr: बूथ प्रभारीचे नाव

source: Proceed
mr: सुरू करा

source: Close
mr: बंद करा

source: Confirm
mr: पुष्टि करा

source: Your token has been expire, try to login again
mr: तुमचा टोकन कालबाह्य झाला आहे, कृपया पुन्हा लॉगिन करण्याचा प्रयत्न करा
